Repository: mucahitdev/speeza
Catalog: speeza/core/Localizable.xcstrings
Source language: en
Languages: tr

source: Add
tr: Ekle

source: Add New Group
tr: Yeni Grup Ekle

source: Add Note
tr: Not Ekle

# AVAILABLE_LANGUAGES
source: Available Languages: %lld
tr: Ulaşılabilir Diller: %lld

# AVAILABLE_VOICES
source: Available Voices: %lld
tr: Ulaşılabilir Sesler: %lld

source: Cancel
tr: İptal

source: Delete
tr: Sil

source: Delete Group
tr: Grubu Sil

source: Delete Group and Notes
tr: Grubu ve Notları Sil

source: Delete Group Only
tr: Sadece Grubu Sil

source: Done
tr: Tamam

source: Edit
tr: Düzenle

source: Edit Note
tr: Notu Düzenle

# ENTER_GROUP_NAME
source: Enter a name for the new group
tr: Yeni Grubun Adını Gir

# ENTER_NOTE
source: Enter your note here
tr: Notunu Buraya Gir

source: Group
tr: Grup

# GROUP_CONTAINS_NOTES
source: Group '%1$@' contains %2$lld notes. What would you like to do?
tr: Grup '%1$@' %2$lld note içeriyor. Ne yapmak istiyorsun.

source: Group Name
tr: Grup Adı

source: Groups
tr: Gruplar

# INTRO_DESCRIPTION_1
source: Write and save your thoughts quickly and efficiently.
tr: Düşüncelerinizi hızlı ve etkili bir şekilde yazın ve kaydedin.

# INTRO_DESCRIPTION_2
source: Convert your text notes to speech in multiple languages.
tr: Metin notlarınızı birden fazla dilde konuşmaya dönüştürün.

# INTRO_DESCRIPTION_3
source: Write in one language and listen in another.
tr: Bir dilde yaz, başka bir dilde dinle.

# INTRO_DESCRIPTION_4
source: Keep your notes organized and easily accessible.
tr: Notlarınızı düzenli ve kolay erişilebilir tutun.

# INTRO_DESCRIPTION_5
source: Your notes are securely stored locally on your device.
tr: Notlarınız cihazınızda güvenli bir şekilde yerel olarak saklanır.

# INTRO_TITLE_1
source: Save Your Notes Easily
tr: Notlarınızı Kolayca Kaydedin

# INTRO_TITLE_2
source: Listen to Your Notes in Any Language
tr: Notlarınızı Herhangi Bir Dilde Dinleyin

# INTRO_TITLE_3
source: Multilingual Support
tr: Çok Dilli Destek

# INTRO_TITLE_4
source: Organize Your Notes
tr: Notlarınızı Düzenleyin

# INTRO_TITLE_5
source: Local Storage Security
tr: Yerel Depolama Güvenliği

source: Language
tr: Dil

# LANGUAGE_PREFS
source: Language Preferences
tr: Dil Tercihleri

source: No Saved Notes
tr: Kayıtlı Not Yok

source: Note Details
tr: Not Detay

# NOTE_LANGUAGE
source: Language: %@
tr: Dil: %@

source: Play
tr: Oynat

source: Quick Access
tr: Hızlı Erişim

source: Recent Notes
tr: Son Notlar

# RECOMMENDED_SPEECH_RATE
source: For a more natural speech experience, we recommend keeping the rate between 4 and 6
tr: Daha doğal bir konuşma deneyimi için oranı 4 ile 6 arasında tutmanızı öneririz

source: Rename
tr: Yeniden Adlandır

# RENAME_GROUP
source: Enter a new name for the group
tr: Grubun Yeni Adını Gir

source: Save
tr: Kaydet

# SAVED_NOTES_QUICK_ACCESS
source: Your saved notes will appear here for quick access.
tr: Kaydettiğiniz notlar hızlı erişim için burada görüntülenecektir.

# SELECT_LANGUAGES_SHOW
source: Select languages to show
tr: Gösterilecek Dilleri Seç

source: Settings
tr: Ayarlar

source: Stop
tr: Durdur

source: Title
tr: Başlık

source: Uncategorized
tr: Sınıflandırılmamış

source: Uncategorized Notes
tr: Sınıflandırılmamış Notlar

source: Update
tr: Güncelle

source: Voice
tr: Ses

source: Voice & Language Settings
tr: Ses & Dil Ayarları

source: Voice Settings
tr: Ses Ayarları
